{
  "reflections": [
    "Of things some are in our power, and others are not. In our power are opinion,\nmovement toward a thing, desire, aversion (turning from a thing); and in a word,\nwhatever are our own acts: not in our power are the body, property, reputation,\nofﬁces (magisterial power), and in a word, whatever are not our own acts. And the\nthings in our power are by nature free, not subject to restraint nor hindrance: but\nthe things not in our power are weak, slavish, subject to restraint, in the control\nof others. Remember then that if you think the things which are by nature slavish\nto be free, and the things which are in the power of others to be your own, you will\nbe hindered, you will lament, you will be disturbed, you will blame both gods and\nmen: but if you think that only which is your own to be your own, and if you think\nthat what is another’s, as it really is, belongs to another, no man will ever compel\nyou, no man will hinder you, you will never blame any man, you will accuse no\nman, you will do nothing involuntarily (against your will), no man will harm you,\nyou will have no enemy, for you will not suffer any harm.\nIf then you desire (aim at) such great things, remember that you must not\n(attempt to) lay hold of them with a small effort; but you must leave alone some\nthings entirely, and postpone others for the present. But if you wish these things\nalso (such great things), and power (ofﬁce) and wealth, perhaps you will not gain\neven these very things (power and wealth) because you aim also at those former\nthings (such great things): certainly you will fail in those things through which\nalone happiness and freedom are secured. Straightway then practice saying to\nevery harsh appearance, You are an appearance, and in no manner what you appear to be. Then examine it by the rules which you possess, and by this ﬁrst and\nchieﬂy, whether it relates to the things which are in our power or to the things\nwhich are not in our power: and if it relates to anything which is not in our power,\nbe ready to say, that it does not concern you.\n\n",
    "Remember that desire contains in it the profession (hope) of obtaining that\nwhich you desire; and the profession (hope) in aversion (turning from a thing)\nis that you will not fall into that which you attempt to avoid: and he who fails\nin his desire is unfortunate; and he who falls into that which he would avoid, is\nunhappy. If then you attempt to avoid only the things contrary to nature which\nare within your power, you will not be involved in any of the things which you\nwould avoid. But if you attempt to avoid disease or death or poverty, you will be\nunhappy. Take away then aversion from all things which are not in our power,\nand transfer it to the things contrary to nature which are in our power. But destroy desire completely for the present. For if you desire anything which is not in\nour power, you must be unfortunate: but of the things in our power, and which\nit would be good to desire, nothing yet is before you. But employ only the power of moving toward an object and retiring from it; and these powers indeed only\nslightly and with exceptions and with remission.\n\n",
    "In everything which pleases the soul, or supplies a want, or is loved, remember to add this to the (description, notion); what is the nature of each thing, beginning from the smallest? If you love an earthen vessel, say it is an earthen vessel\nwhich you love; for when it has been broken, you will not be disturbed. If you are\nkissing your child or wife, say that it is a human being whom you are kissing, for\nwhen the wife or child dies, you will not be disturbed.\n\n",
    "When you are going to take in hand any act, remind yourself what kind of an\nact it is. If you are going to bathe, place before yourself what happens in the bath:\nsome splashing the water, others pushing against one another, others abusing\none another, and some stealing; and thus with more safety you will undertake the\nmatter, if you say to yourself, I now intend to bathe, and to maintain my will in\na manner conformable to nature. And so you will do in every act: for thus if any\nhindrance to bathing shall happen, let this thought be ready; it was not this only\nthat I intended, but I intended also to maintain my will in a way conformable to\nnature; but I shall not maintain it so, if I am vexed at what happens.\n\n",
    "Men are disturbed not by the things which happen, but by the opinions about\nthe things: for example, death is nothing terrible, for if it were, it would have\nseemed so to Socrates; for the opinion about death, that it is terrible, is the terrible thing. When then we are impeded or disturbed or grieved, let us never blame\nothers, but ourselves, that is, our opinions. It is the act of an ill-instructed man to\nblame others for his own bad condition; it is the act of one who has begun to be instructed, to lay the blame on himself; and of one whose instruction is completed,\nneither to blame another, nor himself.\n\n",
    "Be not elated at any advantage (excellence), which belongs to another. If a\nhorse when he is elated should say, I am beautiful, one might endure it. But when\nyou are elated, and say, I have a beautiful horse, you must know that you are\nelated at having a good horse. What then is your own? The use of appearances.\nConsequently when in the use of appearances you are conformable to nature,\nthen be elated, for then you will be elated at something good which is your own.\n\n",
    "As on a voyage when the vessel has reached a port, if you go out to get water, it is an amusement by the way to pick up a shell-ﬁsh or some bulb, but your\nthoughts ought to be directed to the ship, and you ought to be constantly watching if the captain should call, and then you must throw away all those things, that\nyou may not be bound and pitched into the ship like sheep: so in life also, if there\nbe given to you instead of a little bulb and a shell a wife and child, there will be\nnothing to prevent (you from taking them). But if the captain should call, run to\nthe ship, and leave all those things without regard to them. But if you are old, do\nnot even go far from the ship, lest when you are called you make default.\n\n",
    "Seek not that the things which happen should happen as you wish; but wish\nthe things which happen to be as they are, and you will have a tranquil ﬂow of\nlife.\n\n",
    "Disease is an impediment to the body, but not to the will, unless the will itself\nchooses. Lameness is an impediment to the leg, but not to the will. And add this\nreﬂection on the occasion of everything that happens; for you will ﬁnd it an impediment to something else, but not to yourself.\n\n",
    "On the occasion of every accident (event) that befalls you, remember to turn\nto yourself and inquire what power you have for turning it to use. If you see a fair\nman or a fair woman, you will ﬁnd that the power to resist is temperance (continence). If labor (pain) be presented to you, you will ﬁnd that it is endurance. If it\nbe abusive words, you will ﬁnd it to be patience. And if you have been thus formed\nto the (proper) habit, the appearances will not carry you along with them.\n\n",
    "Never say about anything, I have lost it, but say I have restored it. Is your\nchild dead? It has been restored. Is your wife dead? She has been restored. Has\nyour estate been taken from you? Has not then this also been restored? But he\nwho has taken it from me is a bad man. But what is it to you, by whose hands the\ngiver demanded it back? So long as he may allow you, take care of it as a thing\nwhich belongs to another, as travelers do with their inn.\n\n",
    "If you intend to improve, throw away such thoughts as these: if I neglect my\naffairs, I shall not have the means of living: unless I chastise my slave, he will be\nbad. For it is better to die of hunger and so be released from grief and fear than\nto live in abundance with perturbation; and it is better for your slave to be bad\nthan for you to be unhappy. Begin then from little things. Is the oil spilled? Is a\nlittle wine stolen? Say on the occasion, at such price is sold freedom from perturbation; at such price is sold tranquillity, but nothing is got for nothing. And\nwhen you call your slave, consider that it is possible that he does not hear; and if\nhe does hear, that he will do nothing which you wish. But matters are not so well\nwith him, but altogether well with you, that it should be in his power for you to be\nnot disturbed.\n\n",
    "If you would improve, submit to be considered without sense and foolish\nwith respect to externals. Wish to be considered to know nothing: and if you shall\nseem to some to be a person of importance, distrust yourself. For you should\nknow that it is not easy both to keep your will in a condition conformable to nature and (to secure) external things: but if a man is careful about the one, it is an\nabsolute necessity that he will neglect the other.\n\n",
    "If you would have your children and your wife and your friends to live forever, you are silly; for you would have the things which are not in your power to be\nin your power, and the things which belong to others to be yours. So if you would\nhave your slave to be free from faults, you are a fool; for you would have badness\nnot to be badness, but something else. But if you wish not to fail in your desires,\nyou are able to do that. Practice then this which you are able to do. He is the master of every man who has the power over the things, which another person wishes\nor does not wish, the power to confer them on him or to take them away. Whoever\nthen wishes to be free, let him neither wish for anything nor avoid anything which\ndepends on others: if he does not observe this rule, he must be a slave.\n\n",
    "Remember that in life you ought to behave as at a banquet. Suppose that\nsomething is carried round and is opposite to you. Stretch out your hand and take\na portion with decency. Suppose that it passes by you. Do not detain it. Suppose\nthat it is not yet come to you. Do not send your desire forward to it, but wait till\nit is opposite to you. Do so with respect to children, so with respect to a wife, so\nwith respect to magisterial ofﬁces, so with respect to wealth, and you will be some time a worthy partner of the banquets of the gods. But if you take none of the\nthings which are set before you, and even despise them, then you will be not only\na fellow-banqueter with the gods, but also a partner with them in power. For by\nacting thus Diogenes and Heracleitus and those like them were deservedly divine,\nand were so called.\n\n",
    "When you see a person weeping in sorrow either when a child goes abroad\nor when he is dead, or when the man has lost his property, take care that the\nappearance does not hurry you away with it, as if he were suffering in external\nthings. But straightway make a distinction in your own mind, and be in readiness\nto say, it is not that which has happened that afﬂicts this man, for it does not afﬂict another, but it is the opinion about this thing which afﬂicts the man. So far as\nwords then do not be unwilling to show him sympathy, and even if it happens so,\nto lament with him. But take care that you do not lament internally also.\n\n",
    "Remember that thou art an actor in a play of such a kind as the teacher\n(author) may choose; if short, of a short one; if long, of a long one: if he wishes\nyou to act the part of a poor man, see that you act the part naturally; if the part of\na lame man, of a magistrate, of a private person, (do the same). For this is your\nduty, to act well the part that is given to you; but to select the part, belongs to\nanother.\n\n",
    "When a raven has croaked inauspiciously, let not the appearance hurry\nyou away with it; but straightway make a distinction in your mind and say, None\nof these things is signiﬁed to me, but either to my poor body, or to my small property, or to my reputation, or to my children or to my wife: but to me all signiﬁcations are auspicious if I choose. For whatever of these things results, it is in my\npower to derive beneﬁt from it.\n\n",
    "You can be invincible, if you enter into no contest in which it is not in your\npower to conquer. Take care then when you observe a man honored before others or possessed of great power or highly esteemed for any reason, not to suppose\nhim happy, and be not carried away by the appearance. For if the nature of the\ngood is in our power, neither envy nor jealousy will have a place in us. But you\nyourself will not wish to be a general or senator or consul, but a free man: and\nthere is only one way to this, to despise (care not for) the things which are not in\nour power.\n\n",
    "Remember that it is not he who reviles you or strikes you, who insults you,\nbut it is your opinion about these things as being insulting. When then a man irritates you, you must know that it is your own opinion which has irritated you.\nTherefore especially try not to be carried away by the appearance. For if you once\ngain time and delay, you will more easily master yourself.\n\n",
    "Let death and exile and every other thing which appears dreadful be daily\nbefore your eyes; but most of all death: and you will never think of anything mean\nnor will you desire anything extravagantly.\n\n",
    "If you desire philosophy, prepare yourself from the beginning to be ridiculed, to expect that many will sneer at you, and say, He has all at once returned\nto us as a philosopher; and whence does he get this supercilious look for us? Do\nyou not show a supercilious look; but hold on to the things which seem to you\nbest as one appointed by God to this station. And remember that if you abide in\nthe same principles, these men who ﬁrst ridiculed will afterward admire you: but\nif you shall have been overpowered by them, you will bring on yourself double\nridicule.\n\n",
    "If it should ever happen to you to be turned to externals in order to please\nsome person, you must know that you have lost your purpose in life. Be satisﬁed\nthen in everything with being a philosopher; and if you wish to seem also to any\nperson to be a philosopher, appear so to yourself, and you will be able to do this.\n\n",
    "Let not these thoughts afﬂict you, I shall live unhonored and be nobody\nnowhere. For if want of honor (atimia) is an evil, you cannot be in evil through\nthe means (fault) of another any more than you can be involved in anything base.\nIs it then your business to obtain the rank of magistrate, or to be received at a\nbanquet? By no means. How then can this be want of honor (dishonor)? And how\nwill you be nobody nowhere, when you ought to be somebody in those things only\nwhich are in your power, in which indeed it is permitted to you to be a man of the\ngreatest worth? But your friends will be without assistance! What do you mean\nby being without assistance? They will not receive money from you, nor will you\nmake them Roman citizens. Who then told you that these are among the things\nwhich are in our power, and not in the power of others? And who can give to\nanother what he has not himself? Acquire money then, your friends say, that we\nalso may have something. If I can acquire money and also keep myself modest,\nand faithful and magnanimous, point out the way, and I will acquire it. But if you\nask me to lose the things which are good and my own, in order that you may gain\nthe things which are not good, see how unfair and silly you are. Besides, which\nwould you rather have, money or a faithful and modest friend? For this end then\nrather help me to be such a man, and do not ask me to do this by which I shall\nlose that character. But my country, you say, as far as it depends on me, will be\nwithout my help. I ask again, what help do you mean? It will not have porticoes or\nbaths through you. And what does this mean? For it is not furnished with shoes\nby means of a smith, nor with arms by means of a shoemaker. But it is enough if\nevery man fully discharges the work that is his own: and if you provided it with\nanother citizen faithful and modest, would you not be useful to it? Yes. Then you\nalso cannot be useless to it. What place then, you say, shall I hold in the city?\nWhatever you can, if you maintain at the same time your ﬁdelity and modesty.\nBut if when you wish to be useful to the state, you shall lose these qualities, what\nproﬁt could you be to it, if you were made shameless and faithless?\n\n",
    "Has any man been preferred before you at a banquet, or in being saluted,\nor in being invited to a consultation? If these things are good, you ought to rejoice\nthat he has obtained them: but if bad, be not grieved because you have not obtained them; and remember that you cannot, if you do not the same things in order to obtain what is not in our power, be considered worthy of the same (equal)\nthings. For how can a man obtain an equal share with another when he does not\nvisit a man’s doors as that other man does, when he does not attend him when\nhe goes abroad, as the other man does; when he does not praise (ﬂatter) him as\nanother does? You will be unjust then and insatiable, if you do not part with the\nprice, in return for which those things are sold, and if you wish to obtain them\nfor nothing. Well, what is the price of lettuces? An obolus perhaps. If then a man\ngives up the obolus, and receives the lettuces, and if you do not give up the obolus\nand do not obtain the lettuces do not suppose that you receive less than he who\nhas got the lettuces; for as he has the lettuces, so you have the obolus which you\ndid not give. In the same way then in the other matter also you have not been invited to a man’s feast, for you did not give to the host the price at which the supper\nis sold; but he sells it for praise (ﬂattery), he sells it for personal attention. Give\nthen the price, if it is for your interest, for which it is sold. But if you wish both not\nto give the price and to obtain the things, you are insatiable and silly. Have you\nnothing then in place of the supper? You have indeed, you have the not ﬂattering\nof him, whom you did not choose to ﬂatter; you have the not enduring of the man\nwhen he enters the room.\n\n",
    "We may learn the wish (will) of nature from the things in which we do not\ndiffer from one another; for instance, when your neighbor’s slave has broken his\ncup, or anything else, we are ready to say forthwith, that it [is] one of the things\nwhich happen. You must know then that when your cup also is broken, you ought\nto think as you did when your neighbor’s cup was broken. Transfer this reﬂection\nto greater things also. Is another man’s child or wife dead? There is no one who\nwould not say, this is an event incident to man. But when a man’s own child or\nwife is dead, forthwith he calls out, Wo to me, how wretched I am. But we ought\nto remember how we feel when we hear that it has happened to others.\n\n",
    "As a mark is not set up for the purpose of missing the aim, so neither\ndoes the nature of evil exist in the world.\n\n\n",
    "If any person was intending to put your body in the power of any man\nwhom you fell in with on the way, you would be vexed: but that you put your understanding in the power of any man whom you meet, so that if he should revile\nyou, it is disturbed and troubled, are you not ashamed at this?\n\n",
    "In every act observe the things which come ﬁrst, and those which follow\nit; and so proceed to the act. If you do not, at ﬁrst you will approach it with alacrity, without having thought of the things which will follow; but afterward, when\ncertain base (ugly) things have shown themselves, you will be ashamed. A man\nwishes to conquer at the Olympic games. I also wish indeed, for it is a ﬁne thing.\nBut observe both the things which come ﬁrst, and the things which follow; and\nthen begin the act. You must do everything according to rule, eat according to\nstrict orders, abstain from delicacies, exercise yourself as you are bid at appointed\ntimes, in heat, in cold, you must not drink cold water, nor wine as you choose; in\na word, you must deliver yourself up to the exercise master as you do to the physician, and then proceed to the contest. And sometimes you will strain the hand,\nput the ankle out of joint, swallow much dust, sometimes be ﬂogged, and after all\nthis be defeated. When you have considered all this, if you still choose, go to the\ncontest: if you do not, you will behave like children, who at one time play as wrestlers, another time as ﬂute players, again as gladiators, then as trumpeters, then\nas tragic actors: so you also will be at one time an athlete, at another a gladiator,\nthen a rhetorician, then a philosopher, but with your whole soul you will be nothing at all; but like an ape you imitate everything that you see, and one thing after\nanother pleases you. For you have not undertaken anything with consideration,\nnor have you surveyed it well; but carelessly and with cold desire. Thus some who\nhave seen a philosopher and having heard one speak, as Euphrates speaks,—and\nwho can speak as he does?—they wish to be philosophers themselves also. My\nman, ﬁrst of all consider what kind of thing it is: and then examine your own nature, if you are able to sustain the character. Do you wish to be a pentathlete or a\nwrestler? Look at your arms, your thighs, examine your loins. For different men\nare formed by nature for different things. Do you think that if you do these things,\nyou can eat in the same manner, drink in the same manner, and in the same manner loathe certain things? You must pass sleepless nights, endure toil, go away\nfrom your kinsmen, be despised by a slave, in every thing have the inferior part,\nin honor, in ofﬁce, in the courts of justice, in every little matter. Consider these\nthings, if you would exchange for them, freedom from passions, liberty, tranquility. If not, take care that, like little children, you be not now a philosopher, then\na servant of the publicani, then a rhetorician, then a procurator (manager) for\nCæsar. These things are not consistent. You must be one man, either good or bad.\nYou must either cultivate your own ruling faculty, or external things; you must\neither exercise your skill on internal things or on external things; that is you must\neither maintain the position of a philosopher or that of a common person.\n\n",
    "Duties are universally measured by relations. Is a man a father? The precept is to take care of him, to yield to him in all things, to submit when he is reproachful, when he inﬂicts blows. But suppose that he is a bad father. Were you\nthen by nature made akin to a good father? No; but to a father. Does a brother\nwrong you? Maintain then your own position toward him, and do not examine\nwhat he is doing, but what you must do that your will shall be conformable to\nnature. For another will not damage you, unless you choose: but you will be damaged then when you shall think that you are damaged. In this way then you will\ndiscover your duty from the relation of a neighbor, from that of a citizen, from\nthat of a general, if you are accustomed to contemplate the relations.\n\n",
    "As to piety toward the Gods you must know that this is the chief thing, to\nhave right opinions about them, to think that they exist, and that they administer\nthe All well and justly; and you must ﬁx yourself in this principle (duty), to obey\nthem, and yield to them in everything which happens, and voluntarily to follow it\nas being accomplished by the wisest intelligence. For if you do so, you will never\neither blame the Gods, nor will you accuse them of neglecting you. And it is not\npossible for this to be done in any other way than by withdrawing from the things\nwhich are not in our power, and by placing the good and the evil only in those\nthings which are in our power. For if you think that any of the things which are\nnot in our power is good or bad, it is absolutely necessary that, when you do not\nobtain what you wish, and when you fall into those things which you do not wish,\nyou will ﬁnd fault and hate those who are the cause of them; for every animal is\nformed by nature to this, to ﬂy from and to turn from the things which appear\nharmful and the things which are the cause of the harm, but to follow and admire\nthe things which are useful and the causes of the useful. It is impossible then for a\nperson who thinks that he is harmed to be delighted with that which he thinks to\nbe the cause of the harm, as it is also impossible to be pleased with the harm itself.\nFor this reason also a father is reviled by his son, when he gives no part to his son\nof the things which are considered to be good: and it was this which made Polynices and Eteocles enemies, the opinion that royal power was a good. It is for this\nreason that the cultivator of the earth reviles the Gods, for this reason the sailor\ndoes, and the merchant, and for this reason those who lose their wives and their\nchildren. For where the useful (your interest) is, there also piety is. Consequently\nhe who takes care to desire as he ought and to avoid as he ought, at the same time\nalso cares after piety. But to make libations and to sacriﬁce and to offer ﬁrst fruits\naccording to the custom of our fathers, purely and not meanly nor carelessly nor\nscantily nor above our ability, is a thing which belongs to all to do.\n\n",
    "When you have recourse to divination, remember that you do not know\nhow it will turn out, but that you are come to inquire from the diviner. But of\nwhat kind it is, you know when you come, if indeed you are a philosopher. For if\nit is any of the things which are not in our power, it is absolutely necessary that it\nmust be neither good nor bad. Do not then bring to the diviner desire or aversion\n(εκκλιδιν): if you do, you will approach him with fear. But having determined in\nyour mind that everything which shall turn out (result) is indifferent, and does\nnot concern you, and whatever it may be, for it will be in your power to use it\nwell, and no man will hinder this, come then with conﬁdence to the Gods as your\nadvisers. And then when any advice shall have been given, remember whom you\nhave taken as advisers, and whom you will have neglected, if you do not obey\nthem. And go to divination, as Socrates said that you ought, about those matters\nin which all the inquiry has reference to the result, and in which means are not\ngiven either by reason nor by any other art for knowing the thing which is the\nsubject of the inquiry. Wherefor when we ought to share a friend’s danger or that\nof our country, you must not consult the diviner whether you ought to share it.\nFor even if the diviner shall tell you that the signs of the victims are unlucky, it\nis plain that this is a token of death or mutilation of part of the body or of exile.\nBut reason prevails that even with these risks we should share the dangers of our\nfriend and of our country. Therefore attend to the greater diviner, the Pythian\nGod, who ejected from the temple him who did not assist his friend when he was\nbeing murdered.\n\n",
    "Immediately prescribe some character and some form to yourself, which\nyou shall observe both when you are alone and when you meet with men.\nAnd let silence be the general rule, or let only what is necessary be said,\nand in few words. And rarely and when the occasion calls we shall say something;\nbut about none of the common subjects, nor about gladiators, nor horse-races,\nnor about athletes, nor about eating or drinking, which are the usual subjects;\nand especially not about men, as blaming them or praising them, or comparing\nthem. If then you are able, bring over by your conversation the conversation of\nyour associates to that which is proper; but if you should happen to be conﬁned\nto the company of strangers, be silent.\nLet not your laughter be much, nor on many occasions, nor excessive.\nRefuse altogether to take an oath, if it is possible: if it is not, refuse as far\nas you are able.\nAvoids banquets which are given by strangers and by ignorant persons.\nBut if ever there is occasion to join in them, let your attention be carefully ﬁxed,\nthat you slip not into the manners of the vulgar (the uninstructed). For you must\nknow, that if your companion be impure, he also who keeps company with him\nmust become impure, though he should happen to be pure.\nTake (apply) the things which relate to the body as far as the bare use, as\nfood, drink, clothing, house, and slaves: but exclude everything which is for show\nor luxury.\nAs to pleasure with women, abstain as far as you can before marriage:\nbut if you do indulge in it, do it in the way which is conformable to custom. Do\nnot however be disagreeable to those who indulge in these pleasures, or reprove\nthem; and do not often boast that you do not indulge in them yourself.\nIf a man has reported to you, that a certain person speaks ill of you, do not\nmake any defense (answer) to what has been told you: but reply, The man did not\nknow the rest of my faults, for he would not have mentioned these only.\nIt is not necessary to go to the theaters often: but if there is ever a proper\noccasion for going, do not show yourself as being a partisan of any man except\nyourself, that is, desire only that to be done which is done, and for him only to\ngain the prize who gains the prize; for in this way you will meet with no hindrance. But abstain entirely from shouts and laughter at any (thing or person),\nor violent emotions. And when your are come away, do not talk much about what\nhas passed on the stage, except about that which may lead to your own improvement. For it is plain, if you do talk much that you admired the spectacle (more\nthan you ought).\nDo not go to the hearing of certain persons’ recitations nor visit them readily. But if you do attend, observe gravity and sedateness, and also avoid making\nyourself disagreeable.\nWhen you are going to meet with any person, and particularly one of those\nwho are considered to be in a superior condition, place before yourself what Socrates or Zeno would have done in such circumstances, and you will have no difﬁculty in making a proper use of the occasion.\nWhen you are going to any of those who are in great power, place before\nyourself that you will not ﬁnd the man at home, that you will be excluded, that the\ndoor will not be opened to you, that the man will not care about you. And if with\nall this it is your duty to visit him, bear what happens, and never say to yourself\nthat it was not worth the trouble. For this is silly, and marks the character of a\nman who is offended by externals.\nIn company take care not to speak much and excessively about your own\nacts or dangers: for as it is pleasant to you to make mention of your dangers, it\nis not so pleasant to others to hear what has happened to you. Take care also not\nto provoke laughter; for this is a slippery way toward vulgar habits, and is also\nadapted to diminish the respect of your neighbors. It is a dangerous habit also\nto approach obscene talk. When then anything of this kind happens, if there is a\ngood opportunity, rebuke the man who has proceeded to this talk: but if there is\nnot an opportunity, by your silence at least, and blushing and expression of dissatisfaction by your countenance, show plainly that you are displeased at such\ntalk.\n\n",
    "If you have received the impression of any pleasure, guard yourself\nagainst being carried away by it; but let the thing wait for you, and allow yourself\na certain delay on your own part. Then think of both times, of the time when you\nwill enjoy the pleasure, and of the time after the enjoyment of the pleasure when\nyou will repent and will reproach yourself. And set against these things how you\nwill rejoice if you have abstained from the pleasure, and how you will commend\nyourself. But if it seem to you seasonable to undertake (do) the thing, take care\nthat the charm of it, and the pleasure, and the attraction of it shall not conquer\nyou: but set on the other side the consideration how much better it is to be conscious that you have gained this victory.\n\n",
    "When you have decided that a thing ought to be done and are doing it,\nnever avoid being seen doing it, though the many shall form an unfavorable opinion about it. For if it is not right to do it, avoid doing the thing; but if it is right,\nwhy are you afraid of those who shall ﬁnd fault wrongly?\n\n",
    "As the proposition it is either day or it is night is of great importance\nfor the disjunctive argument, but for the conjunctive is of no value, so in a symposium (entertainment) to select the larger share is of great value for the body,\nbut for the maintenance of the social feeling is worth nothing. When then you are\neating with another, remember to look not only to the value for the body of the\nthings set before you, but also to the value of the behavior toward the host which\nought to be observed.\n\n",
    "If you have assumed a character above your strength, you have both\nacted in this matter in an unbecoming way, and you have neglected that which\nyou might have fulﬁlled.\n\n",
    "In walking about as you take care not to step on a nail or to sprain\nyour foot, so take care not to damage your own ruling faculty: and if we observe\nthis rule in every act, we shall undertake the act with more security.\n\n",
    "The measure of possession (property) is to every man the body, as the\nfoot is of the shoe. If then you stand on this rule (the demands of the body), you\nwill maintain the measure: but if you pass beyond it, you must then of necessity\nbe hurried as it were down a precipice. As also in the matter of the shoe, if you go\nbeyond the (necessities of the) foot, the shoe is gilded, then of a purple color, the\nembroidered: for there is no limit to that which has once passed the true measure.\n\n",
    "Women forthwith from the age of fourteen are called by the men mistresses\n(dominae). Therefore since they see that there is nothing else that they can obtain, but only the power of lying with men, they begin to decorate themselves, and\nto place all their hopes in this. It is worth our while then to take care that they\nmay know that they are valued (by men) for nothing else than appearing (being)\ndecent and modest and discreet.\n\n",
    "It is a mark of a mean capacity to spend much time on the things which concern the body, such as much exercise, much eating, much drinking, much easing\nof the body, much copulation. But these things should be done as subordinate\nthings: and let all your care be directed to the mind.\n\n",
    "When any person treats you ill or speaks ill of you, remember that he does\nthis or says this because he thinks that it is his duty. It is not possible then for him\nto follow that which seems right to you, but that which seems right to himself. Accordingly if he is wrong in his opinion, he is the person who is hurt, for he is the\nperson who has been deceived; for if a man shall suppose the true conjunction to\nbe false, it is not the conjunction which is hindered, but the man who has been\ndeceived about it. If you proceed then from these opinions, you will be mild in\ntemper to him who reviles you: for say on each occasion, It seemed so to him.\n\n",
    "Everything has two handles, the one by which it may be borne, the other\nby which it may not. If your brother acts unjustly, do not lay hold of the act by that\nhandle wherein he acts unjustly, for this is the handle which cannot be borne; but\nlay hold of the other, that he is your brother, that he was nurtured with you, and\nyou will lay hold of the thing by that handle by which it can be borne.\n\n",
    "These reasons do not cohere: I am richer than you, therefore I am better\nthan you; I am more eloquent than you, therefore I am better than you. On the\ncontrary these rather cohere, I am richer than you, therefore my possessions are\ngreater than yours: I am more eloquent than you, therefore my speech is superior\nto yours. But you are neither possession nor speech.\n\n",
    "Does a man bathe quickly (early)? do not say that he bathes badly, but that\nhe bathes quickly. Does a man drink much wine? do not say that he does this badly, but say that he drinks much. For before you shall have determined the opinion,\nhow do you know whether he is acting wrong? Thus it will not happen to you to\ncomprehend some appearances which are capable of being comprehended, but to\nassent to others.\n\n",
    "On no occasion call yourself a philosopher, and do not speak much among\nthe uninstructed about theorems (philosophical rules, precepts): but do that\nwhich follows from them. For example at a banquet do not say how a man ought\nto eat, but eat as you ought to eat. For remember that in this way Socrates also\naltogether avoided ostentation: persons used to come to him and ask to be recommended by him to philosophers, and he used to take them to philosophers: so\neasily did he submit to being overlooked. Accordingly if any conversation should\narise among uninstructed persons about any theorem, generally be silent; for\nthere is great danger that you will immediately vomit up what you have not digested. And when a man shall say to you, that you know nothing, and you are not\nvexed, then be sure that you have begun the work (of philosophy). For even sheep\ndo not vomit up their grass and show to the shepherds how much they have eaten;\nbut when they have internally digested the pasture, they produce externally wool\nand milk. Do you also show not your theorems to the uninstructed, but show the\nacts which come from their digestion.\n\n",
    "When at a small cost you are supplied with everything for the body, do\nnot be proud of this; nor, if you drink water, say on every occasion, I drink water.\nBut consider ﬁrst how much more frugal the poor are than we, and how much\nmore enduring of labor. And if you ever wish to exercise yourself in labor and\nendurance, do it for yourself, and not for others: do not embrace statues. But if\nyou are ever very thirsty, take a draught of cold water, and spit it out, and tell no\nman.\n\n",
    "The condition and characteristic of an uninstructed person is this: he\nnever expects from himself proﬁt (advantage) nor harm, but from externals. The\ncondition and characteristic of a philosopher is this: he expects all advantage and\nall harm from himself. The signs (marks) of one who is making progress are these:\nhe censures no man, he praises no man, he blames no man, he accuses no man, he\nsays nothing about himself as if he were somebody or knew something; when he is\nimpeded at all or hindered, he blames himself: if a man praises him, he ridicules\nthe praiser to himself: if a man censures him, he makes no defense: he goes about\nlike weak persons, being careful not to move any of the things which are placed,\nbefore they are ﬁrmly ﬁxed: he removes all desire from himself, and he transfers\naversion to those things only of the things within our power which are contrary\nto nature: he employs a moderate movement toward everything: whether he is\nconsidered foolish or ignorant, he cares not: and in a word he watches himself as\nif he were an enemy and lying in ambush.\n\n",
    "When a man is proud because he can understand and explain the writings\nof Chrysippus, say to yourself, If Chrysippus had not written obscurely, this man\nwould have had nothing to be proud of. But what is it that I wish? To understand\nNature and to follow it. I inquire therefore who is the interpreter: and when I\nhave heard that it is Chrysippus, I come to him (the interpreter). But I do not understand what is written, and therefore I seek the interpreter. And so far there is\nyet nothing to be proud of. But when I shall have found the interpreter, the thing\nthat remains is to use the precepts (the lessons). This itself is the only thing to be\nproud of. But if I shall admire the exposition, what else have I been made unless\na grammarian instead of a philosopher? except in one thing, that I am explaining\nChrysippus instead of Homer. When then any man says to me, Read Chrysippus\nto me, I rather blush, when I cannot show my acts like to and consistent with his\nwords.\n\n",
    "Whatever things (rules) are proposed to you (for the conduct of life) abide by\nthem, as if they were laws, as if you would be guilty of impiety if you transgressed\nany of them. And whatever any man shall say about you, do not attend to it: for\nthis is no affair of yours. How long will you then still defer thinking yourself worthy of the best things, and in no matter transgressing the distinctive reason? Have\nyou accepted the theorems (rules), which it was your duty to agree to, and have\nyou agreed to them? what teacher then do you still expect that you defer to him\nthe correction of yourself? You are no longer a youth, but already a full grown\nman. If then you are negligent and slothful, and are continually making procras-\ntination after procrastination, and proposal (intention) after proposal, and ﬁxing day after day, after which you will attend to yourself, you will not know that\nyou are not making improvement, by you will continue ignorant (uninstructed)\nboth while you live and till you die. Immediately then think it right to live as a\nfull-grown man, and one who is making proﬁciency, and let every thing which appears to you to be the best be to you a law which must not be transgressed. And\nif anything laborious, or pleasant or glorious or inglorious be presented to you,\nremember that now is the contest, now are the Olympic games, and they cannot\nbe deferred; and that it depends on one defeat and one giving way that progress\nis either lost or maintained. Socrates in this way became perfect, on all things improving himself, attending to nothing except to reason. But you, though you are\nnot yet Socrates, ought to live as one who wishes to be a Socrates.\n\n",
    "The ﬁrst and most necessary place (part) in philosophy is the use of theorems\n(precepts), for instance, that we must not lie: the second part is that of demonstrations, for instance, How is it proved that we ought not to lie: the third is that\nwhich is conﬁrmatory of these two and explanatory, for example, How is this a\ndemonstration? For what is demonstration, what is consequence, what is contradiction, what is truth, what is falsehood? The third part (topic) is necessary on\naccount of the second, and the second on account of the ﬁrst; but the most necessary and that on which we ought to rest is the ﬁrst. But we do the contrary. For\nwe spend our time on the third topic, and all our earnestness is about it: but we\nentirely neglect the ﬁrst. Therefore we lie; but the demonstration that we ought\nnot to lie we have ready to hand.\n\n",
    "In every thing (circumstance) we should hold these maxims ready to hand:\nLead me, O Zeus, and thou O Destiny,\nThe way that I am bid by you to go:\nTo follow I am ready. If I choose not,\nI make myself a wretch, and still must follow.\nBut whoso nobly yields unto necessity,\nWe hold him wise, and skill’d in things divine.\nAnd the third also: O Crito, if so it pleases the Gods, so let it be; Anytus and Meletus are able indeed to kill me, but they cannot harm me."
  ]
}